sys_bench/azure/fio/premium_ssd.4x.16385gb/256k.read.fio.group.output
job1: (g=0): rw=randread, bs=256K-256K/256K-256K/256K-256K, ioengine=libaio, iodepth=200
job2: (g=0): rw=randread, bs=256K-256K/256K-256K/256K-256K, ioengine=libaio, iodepth=200
job3: (g=0): rw=randread, bs=256K-256K/256K-256K/256K-256K, ioengine=libaio, iodepth=200
job0: (g=0): rw=randread, bs=256K-256K/256K-256K/256K-256K, ioengine=libaio, iodepth=200
fio-2.16
Starting 4 processes

job1: (groupid=0, jobs=4): err= 0: pid=3096: Wed May  8 19:10:03 2019
  read : io=13819MB, bw=231058KB/s, iops=902, runt= 61244msec
    slat (usec): min=9, max=7754, avg=28.30, stdev=50.02
    clat (msec): min=12, max=7718, avg=883.13, stdev=380.03
     lat (msec): min=12, max=7718, avg=883.16, stdev=380.03
    clat percentiles (msec):
     |  1.00th=[   90],  5.00th=[  141], 10.00th=[  302], 20.00th=[  742],
     | 30.00th=[  832], 40.00th=[  873], 50.00th=[  906], 60.00th=[  947],
     | 70.00th=[ 1004], 80.00th=[ 1074], 90.00th=[ 1221], 95.00th=[ 1352],
     | 99.00th=[ 2024], 99.50th=[ 2376], 99.90th=[ 3621], 99.95th=[ 4293],
     | 99.99th=[ 6390]
    lat (msec) : 20=0.06%, 50=0.37%, 100=1.78%, 250=5.58%, 500=6.80%
    lat (msec) : 750=5.78%, 1000=49.28%, 2000=29.30%, >=2000=1.05%
  cpu          : usr=0.27%, sys=1.00%, ctx=52496, majf=0, minf=2179
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.2%, >=64=99.5%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=55277/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=200

Run status group 0 (all jobs):
   READ: io=13819MB, aggrb=231057KB/s, minb=231057KB/s, maxb=231057KB/s, mint=61244msec, maxt=61244msec

Disk stats (read/write):
  sdd: ios=12985/36, merge=0/10, ticks=12043622/30498, in_queue=12077420, util=100.00%
  sde: ios=12513/34, merge=0/10, ticks=12089291/17685, in_queue=12111776, util=100.00%
  sdf: ios=16520/29, merge=0/9, ticks=12030869/19464, in_queue=12100080, util=100.00%
  sdc: ios=13197/33, merge=0/10, ticks=12086050/16790, in_queue=12104708, util=100.00%