sys_bench/azure/fio/premium_ssd.4x.16385gb/256k.write.fio.group.output
job1: (g=0): rw=randwrite, bs=256K-256K/256K-256K/256K-256K, ioengine=libaio, iodepth=200
job2: (g=0): rw=randwrite, bs=256K-256K/256K-256K/256K-256K, ioengine=libaio, iodepth=200
job3: (g=0): rw=randwrite, bs=256K-256K/256K-256K/256K-256K, ioengine=libaio, iodepth=200
job0: (g=0): rw=randwrite, bs=256K-256K/256K-256K/256K-256K, ioengine=libaio, iodepth=200
fio-2.16
Starting 4 processes

job1: (groupid=0, jobs=4): err= 0: pid=3172: Wed May  8 19:12:05 2019
  write: io=70087MB, bw=1164.9MB/s, iops=4659, runt= 60169msec
    slat (usec): min=11, max=172722, avg=47.18, stdev=1700.37
    clat (msec): min=13, max=591, avg=171.52, stdev=31.59
     lat (msec): min=13, max=591, avg=171.57, stdev=31.60
    clat percentiles (msec):
     |  1.00th=[  103],  5.00th=[  137], 10.00th=[  143], 20.00th=[  149],
     | 30.00th=[  151], 40.00th=[  155], 50.00th=[  161], 60.00th=[  186],
     | 70.00th=[  196], 80.00th=[  200], 90.00th=[  202], 95.00th=[  206],
     | 99.00th=[  281], 99.50th=[  302], 99.90th=[  371], 99.95th=[  375],
     | 99.99th=[  424]
    lat (msec) : 20=0.01%, 50=0.03%, 100=0.70%, 250=97.70%, 500=1.56%
    lat (msec) : 750=0.01%
  cpu          : usr=8.60%, sys=3.37%, ctx=113768, majf=0, minf=3155
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=99.9%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=0/w=280348/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=200

Run status group 0 (all jobs):
  WRITE: io=70087MB, aggrb=1164.9MB/s, minb=1164.9MB/s, maxb=1164.9MB/s, mint=60169msec, maxt=60169msec

Disk stats (read/write):
  sdd: ios=0/67672, merge=0/28, ticks=0/11848364, in_queue=11858044, util=99.91%
  sde: ios=0/74803, merge=0/26, ticks=0/11837575, in_queue=11845452, util=99.89%
  sdf: ios=0/70066, merge=0/27, ticks=0/11804605, in_queue=11817892, util=99.93%
  sdc: ios=0/68243, merge=0/28, ticks=0/11857818, in_queue=11868904, util=99.95%