sys_bench/azure/fio/premium_ssd.4x.16385gb/4k.swrite.fio.group.output
job1: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=200
job2: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=200
job3: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=200
job0: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=200
fio-2.16
Starting 4 processes

job1: (groupid=0, jobs=4): err= 0: pid=3325: Wed May  8 19:16:07 2019
  write: io=15389MB, bw=262525KB/s, iops=65631, runt= 60025msec
    slat (usec): min=2, max=16309, avg= 8.77, stdev=34.36
    clat (msec): min=2, max=321, avg=12.17, stdev= 2.90
     lat (msec): min=2, max=321, avg=12.18, stdev= 2.90
    clat percentiles (usec):
     |  1.00th=[ 9664],  5.00th=[10176], 10.00th=[10432], 20.00th=[10688],
     | 30.00th=[10944], 40.00th=[11200], 50.00th=[11584], 60.00th=[11840],
     | 70.00th=[12352], 80.00th=[12992], 90.00th=[14272], 95.00th=[15808],
     | 99.00th=[22656], 99.50th=[31360], 99.90th=[43776], 99.95th=[48896],
     | 99.99th=[67072]
    lat (msec) : 4=0.01%, 10=3.17%, 20=95.38%, 50=1.41%, 100=0.03%
    lat (msec) : 250=0.01%, 500=0.01%
  cpu          : usr=10.96%, sys=27.75%, ctx=1474472, majf=0, minf=1052
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=0/w=3939514/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=200

Run status group 0 (all jobs):
  WRITE: io=15389MB, aggrb=262524KB/s, minb=262524KB/s, maxb=262524KB/s, mint=60025msec, maxt=60025msec

Disk stats (read/write):
  sdd: ios=0/1023231, merge=0/36, ticks=0/11936752, in_queue=12161732, util=100.00%
  sde: ios=0/1021838, merge=0/36, ticks=0/11953299, in_queue=12210552, util=100.00%
  sdf: ios=0/985931, merge=0/37, ticks=0/11948776, in_queue=12126756, util=100.00%
  sdc: ios=0/911085, merge=0/36, ticks=0/11954547, in_queue=12150960, util=100.00%